Extensiones instaladas en Codespaces: opulent space bassoon:
alexcvzz.vscode-sqlite
batisteo.vscode-django
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
drewxs.tokyo-night-dark
eamodio.gitlens
enkia.tokyo-night
github.codespaces
github.copilot
github.copilot-chat
github.github-vscode-theme
github.remotehub
github.vscode-pull-request-github
kevinrose.vsc-python-indent
ms-ceintl.vscode-language-pack-es
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.azure-repos
ms-vscode.live-server
ms-vscode.remote-repositories
qwtel.sqlite-viewer
tabnine.tabnine-vscode
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wholroyd.jinja
